Repository: EsupPortail/SyGAL
Catalog: module/Application/language/*.po
Languages: de_de

source: Administration
de_de: Verwaltung

source: Écoles doctorales
de_de: Doktoratsschule

source: Libellé
de_de: Name

source: Actions
de_de: Aktionen

source: Cliquez pour sélectionner cette école doctorale
de_de: Klicken Sie um diese Doktorschule auszuwählen

source: Modifier l'école doctorale
de_de: Veränderung

source: Supprimer l'école doctorale
de_de: Entfernen

source: Restaurer l'école doctorale
de_de: Wiederherstellen

source: Restaurer
de_de: Wiederherstellen

source: Membres
de_de: Mitglieder

source: Individu
de_de: Person

source: Rôle
de_de: Rolle

source: Retirer
de_de: Zurückziehen

source: Aucun
de_de: Keine

source: Recherche d'un individu à ajouter :
de_de: Suche nach einer Person zum Hinzufügen:

source: Ajouter cet individu
de_de: Fügen Sie diese Person hinzu

source: Ajouter cet individu comme membre
de_de: Fügen Sie diese Person als Mitglied hinzu

source: Créer une nouvelle ED
de_de: Erstellen Sie eine neue Doktoratsschule

source: Ajouter
de_de: Hinzufügen

source: Êtes-vous sûr-e de vouloir retirer
de_de: Möchtest du wirklich entfernen

source: de la liste des membres ?
de_de: aus der Mitgliederliste ?

source: Êtes-vous sûr-e de vouloir supprimer l'école doctorale
de_de: Möchten Sie das Doktoratskolleg wirklich löschen

source: Libellé :
de_de: Name:

source: Enregistrer
de_de: Rekord

source: Connectez-vous...
de_de: Login ...

source: Unités de recherche
de_de: Forschungseinheit

source: Cliquez pour sélectionner cette unité de recherche
de_de: Klicken Sie um diese Forschungseinheit auszuwählen

source: Modifier l'unité de recherche
de_de: Veränderung

source: Supprimer l'unité de recherche
de_de: Entfernen

source: Restaurer l'unité de recherche
de_de: Wiederherstellen

source: Créer une nouvelle UR
de_de: Erstellen Sie eine neue Doktoratsschule Forschungseinheit

source: Êtes-vous sûr-e de vouloir supprimer l'unité de recherche
de_de: Möchten Sie das Forschungseinheit wirklich löschen
